IdeaRS.Connections
BasePlateData.ShearIronPosition Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the position of the shear iron
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point ShearIronPosition { get; set; }
Property Value
Type: Point
See Also
Reference
BasePlateData Class
IdeaRS.Connections.Data Namespace